return {
    -- Colorscheme
    {
        "Mofiqul/dracula.nvim",
        init = function()
            vim.cmd[[colorscheme dracula]]
        end,
    },
    {
        'nvimdev/dashboard-nvim',
        event = 'VimEnter',
        config = function()
            require('dashboard').setup {
                config = {
                    header = {
                        "███╗   ███╗██╗████████╗██╗  ██╗██████╗ ██╗██╗     ",
                        "████╗ ████║██║╚══██╔══╝██║  ██║██╔══██╗██║██║     ",
                        "██╔████╔██║██║   ██║   ███████║██████╔╝██║██║     ",
                        "██║╚██╔╝██║██║   ██║   ██╔══██║██╔══██╗██║██║     ",
                        "██║ ╚═╝ ██║██║   ██║   ██║  ██║██║  ██║██║███████╗",
                        "╚═╝     ╚═╝╚═╝   ╚═╝   ╚═╝  ╚═╝╚═╝  ╚═╝╚═╝╚══════╝",
                    }
                }
            }
        end,
        dependencies = { {'nvim-tree/nvim-web-devicons'}}
    },
    -- Statusline
    {
        'nvim-lualine/lualine.nvim',
        dependencies = { 'nvim-tree/nvim-web-devicons' },
        opts = {},
    }
}
